Repository: leszekgiza/TriVox-Mac
Catalog: Sources/Fluid/Localizable.xcstrings
Source language: en
Languages: pl

source: Setup Tested Successfully
pl: Konfiguracja przetestowana pomyślnie

source: Share anonymous datapoint
pl: Udostępnij anonimowy punkt danych

source: Share your thoughts, report bugs, or suggest features...
pl: Podziel się przemyśleniami, zgłoś błędy lub zaproponuj funkcje...

source: Shortcuts
pl: Skróty

source: Shortcuts choose when prompts run
pl: Skróty klawiszowe decydują, kiedy uruchamiają się prompty

source: Show
pl: Pokaż

source: Show TriVox the right spelling, by voice or by typing.
pl: Pokaż TriVox właściwą pisownię, głosem lub przez wpisanie.

source: Show notifications
pl: Powiadomienia

source: Show other models
pl: Pokaż inne modele

source: Show transcription text in the overlay while you speak
pl: Pokazuj tekst transkrypcji w nakładce podczas mówienia

source: Show window when launched at login
pl: Pokazuj okno przy uruchomieniu z logowania

source: Skip
pl: Pomiń

source: Skip for now
pl: Pomiń na razie

source: Slower but more accurate NVIDIA Nemotron 3.5 transcription. Supports 40 language-locales with auto or manual language selection.
pl: Wolniejsza, ale dokładniejsza transkrypcja NVIDIA Nemotron 3.5. Obsługuje 40 wariantów językowych z automatycznym lub ręcznym wyborem języka.

source: Sort by: %@
pl: Sortuj wg: %@

source: Sound volume stays constant regardless of system volume. Mute is still respected.
pl: Głośność dźwięku pozostaje stała niezależnie od głośności systemowej. Wyciszenie systemu jest nadal respektowane.

source: Speech recognition model is loaded and ready
pl: Model rozpoznawania mowy jest wczytany i gotowy

source: Speed
pl: Szybkość

source: Speed %lld percent. Accuracy %lld percent.
pl: Szybkość %lld procent. Dokładność %lld procent.

source: Speed %lld%%
pl: Szybkość %lld%%

source: Star on GitHub
pl: Postaw gwiazdkę na GitHub

source: Start Recording
pl: Rozpocznij nagrywanie

source: Start Word
pl: Słowo startowe

source: Start dictating
pl: Rozpocznij dyktowanie

source: Start voice command
pl: Rozpocznij polecenie głosowe

source: Starting...
pl: Uruchamianie…

source: Stats
pl: Statystyki

source: Step %lld of %lld
pl: Krok %lld z %lld

source: Stop
pl: Zatrzymaj

source: Stop Recording
pl: Zatrzymaj nagrywanie

source: Stop voice command
pl: Zatrzymaj polecenie głosowe

source: Stopping...
pl: Zatrzymywanie…

source: Success
pl: Sukces

source: Sync
pl: Synchronizuj

source: System Language Model
pl: Systemowy model językowy

source: System Languages
pl: Języki systemowe

source: Talk anywhere. TriVox types for you.
pl: Mów gdziekolwiek. TriVox pisze za Ciebie.

source: Teach %@ by speaking it.
pl: Naucz TriVox %@, wymawiając je.

source: Teach TriVox your pronunciation
pl: Naucz TriVox swojej wymowy

source: Teach Words
pl: Naucz słów

source: Teach a word by speaking it.
pl: Naucz TriVox słowa, wymawiając je.

source: Temporarily changes system volume during playback, which may briefly affect other audio.
pl: Tymczasowo zmienia głośność systemową podczas odtwarzania, co może chwilowo wpłynąć na inne dźwięki.

source: Test
pl: Testuj

source: Test Playground
pl: Poligon testowy

source: Test Your Setup
pl: Przetestuj swoją konfigurację

source: Testing is disabled because AI post-processing is not configured.
pl: Testowanie jest wyłączone, ponieważ przetwarzanie końcowe AI nie jest skonfigurowane.

source: Text Insertion Mode
pl: Tryb wstawiania tekstu

source: Thank you for helping improve TriVox dictation.
pl: Dziękujemy za pomoc w ulepszaniu dyktowania w TriVox.

source: Thank you for helping us improve TriVox.
pl: Dziękujemy za pomoc w ulepszaniu TriVox.

source: The debug log contains detailed information about app operations and can help with troubleshooting.
pl: Dziennik debugowania zawiera szczegółowe informacje o działaniu aplikacji i może pomóc w rozwiązywaniu problemów.

source: The polished result will appear on the selected row.
pl: Dopracowany wynik pojawi się w wybranym wierszu.

source: Theme
pl: Motyw

source: Theme: %@
pl: Motyw: %@

source: These run automatically after dictation.
pl: Te uruchamiają się automatycznie po dyktowaniu.

source: These words get extra recognition help while Boosting is enabled.
pl: Te słowa otrzymują dodatkową pomoc w rozpoznawaniu, gdy Wzmacnianie jest włączone.

source: Thinking
pl: Myślenie

source: This budget is below current audio usage. FluidVoice will delete the oldest saved audio first and keep transcript history.
pl: Ten limit jest niższy niż bieżące zużycie audio. FluidVoice usunie najpierw najstarsze zapisane nagrania i zachowa historię transkrypcji.

source: This cannot be undone.
pl: Tej operacji nie można cofnąć.

source: This is the built-in prompt. Create a custom prompt to override it.
pl: To jest wbudowany prompt. Utwórz własny prompt, aby go nadpisać.

source: This is what appears in your transcription.
pl: To pojawi się w Twojej transkrypcji.

source: This is what will appear in the final transcription.
pl: To pojawi się w ostatecznej transkrypcji.

source: This removes saved dictation audio only. Transcript history stays intact.
pl: To usuwa tylko zapisane nagrania audio dyktowania. Historia transkrypcji pozostaje nienaruszona.

source: This replaces your current settings, prompt profiles, and stats history. Exported: %@ API keys are not included and will not be changed.
pl: To zastąpi Twoje bieżące ustawienia, profile promptów i historię statystyk. Eksport z: %@ Klucze API nie są uwzględnione i nie zostaną zmienione.

source: This will permanently delete all %lld transcription entries. This action cannot be undone.
pl: To trwale usunie wszystkie %lld wpisów transkrypcji. Tej operacji nie można cofnąć.

source: This will permanently delete all %lld transcriptions and reset all statistics. This action cannot be undone.
pl: To trwale usunie wszystkie %lld transkrypcji i zresetuje wszystkie statystyki. Tej operacji nie można cofnąć.

source: This will restore a previous app version and relaunch TriVox.
pl: To przywróci poprzednią wersję aplikacji i ponownie uruchomi TriVox.

source: This will restore the backup and relaunch TriVox.
pl: To przywróci kopię zapasową i ponownie uruchomi TriVox.

source: This word already exists.
pl: To słowo już istnieje.

source: Today
pl: Dziś

source: Today stats
pl: Statystyki dzisiejsze

source: Today: %lld words · %@ saved - view stats
pl: Dziś: %lld słów · %@ zaoszczędzono - zobacz statystyki

source: Train by Voice
pl: Naucz głosem

source: Trained on 100K+ dictation data points to polish your words.
pl: Wytrenowany na ponad 100 tys. próbek dyktowania, aby dopracować Twoje słowa.

source: Training progress
pl: Postęp treningu

source: Transcribe
pl: Transkrybuj

source: Transcription Complete
pl: Transkrypcja zakończona

source: Transcription Details
pl: Szczegóły transkrypcji

source: Transcription Preview Length
pl: Długość podglądu transkrypcji

source: Transcription Sounds
pl: Dźwięki transkrypcji

source: Transcription will appear when you stop recording
pl: Transkrypcja pojawi się po zatrzymaniu nagrywania

source: TriVox %@ is now available. Would you like to install it now? The app will restart automatically after installation.
pl: TriVox %@ jest już dostępny. Czy chcesz zainstalować go teraz? Aplikacja uruchomi się ponownie automatycznie po instalacji.

source: TriVox automatically corrects these words and phrases.
pl: TriVox automatycznie poprawia te słowa i frazy.

source: TriVox could not disable launch at startup. This build may not be signed correctly for macOS Login Items.
pl: TriVox nie mógł wyłączyć uruchamiania przy starcie systemu. Ta wersja może nie być poprawnie podpisana dla Elementów logowania macOS.

source: TriVox could not disable launch at startup. macOS reported: %@
pl: TriVox nie mógł wyłączyć uruchamiania przy starcie systemu. macOS zgłosił: %@

source: TriVox could not enable launch at startup. This build may not be signed correctly for macOS Login Items.
pl: TriVox nie mógł włączyć uruchamiania przy starcie systemu. Ta wersja może nie być poprawnie podpisana dla Elementów logowania macOS.

source: TriVox could not enable launch at startup. macOS reported: %@
pl: TriVox nie mógł włączyć uruchamiania przy starcie systemu. macOS zgłosił: %@

source: TriVox could not load GitHub release notes right now.
pl: TriVox nie mógł teraz wczytać informacji o wydaniu z GitHub.

source: TriVox detected malformed audio and switched this session to the compatibility audio path. Faster Recording Start will retry next recording. (%lld/3)
pl: TriVox wykrył uszkodzone audio i przełączył tę sesję na ścieżkę audio zgodności. Szybszy start nagrywania spróbuje ponownie przy kolejnym nagraniu. (%lld/3)

source: TriVox detected malformed microphone audio three times and switched to the compatibility audio path. You can turn it back on in Settings.
pl: TriVox trzykrotnie wykrył uszkodzone audio z mikrofonu i przełączył się na ścieżkę audio zgodności. Możesz włączyć to ponownie w Ustawieniach.

source: TriVox follows the macOS default microphone.
pl: TriVox podąża za domyślnym mikrofonem systemu macOS.

source: TriVox got it right 3 times in a row.
pl: TriVox rozpoznał to poprawnie 3 razy z rzędu.

source: TriVox has access to your microphone
pl: TriVox ma dostęp do Twojego mikrofonu

source: TriVox is ready.
pl: TriVox jest gotowy.

source: TriVox keeps your preferred microphone selected while it is available.
pl: TriVox zachowuje wybrany preferowany mikrofon, dopóki jest dostępny.

source: TriVox recognized %@ 3 times in a row.
pl: TriVox rozpoznał %@ 3 razy z rzędu.

source: TriVox reflects the actual macOS login item state.
pl: TriVox odzwierciedla rzeczywisty stan elementu logowania macOS.

source: TriVox reflects the actual macOS login item state. Unsigned or development builds may fail to enable this.
pl: TriVox odzwierciedla rzeczywisty stan elementu logowania macOS. Niepodpisane wersje deweloperskie mogą nie móc tego włączyć.

source: TriVox stores provider API keys securely in your macOS Keychain. Please grant access by choosing "Always Allow" when prompted.
pl: TriVox przechowuje klucze API dostawców bezpiecznie w Pęku kluczy macOS. Przyznaj dostęp, wybierając „Zawsze zezwalaj” po wyświetleniu monitu.

source: TriVox-1 is now 2.2x faster
pl: TriVox-1 jest teraz 2,2x szybszy

source: Try Again
pl: Spróbuj ponownie

source: Try Saying
pl: Spróbuj powiedzieć

source: Try a different search term
pl: Spróbuj innego wyszukiwanego hasła

source: Try again
pl: Spróbuj ponownie

source: Try example. %@
pl: Wypróbuj przykład. %@

source: Try the playground below to test your complete setup
pl: Wypróbuj plac zabaw poniżej, aby przetestować całą konfigurację

source: Try this, or say anything you'd want to dictate.
pl: Wypróbuj to albo powiedz cokolwiek, co chciałbyś podyktować.

source: Turn Punctuation Dictionary on or off.
pl: Włącz lub wyłącz Słownik interpunkcji.

source: Turn on Boosting to modify custom words.
pl: Włącz Wzmacnianie, aby modyfikować własne słowa.

source: Turn on Punctuation Dictionary to modify rules.
pl: Włącz Słownik interpunkcji, aby modyfikować reguły.

source: Two quick permissions make dictation work anywhere.
pl: Dwa szybkie uprawnienia sprawiają, że dyktowanie działa wszędzie.

source: Type a command or ask a question...
pl: Wpisz polecenie lub zadaj pytanie...

source: Type the correct text, e.g. TriVox
pl: Wpisz poprawny tekst, np. TriVox

source: Type the correct word you want to teach in the box above.
pl: Wpisz poprawne słowo, którego chcesz nauczyć, w polu powyżej.

source: Type the misheard text and the spelling you want.
pl: Wpisz błędnie rozpoznany tekst i pożądaną pisownię.

source: Typed raw transcription instead.
pl: Wpisano zamiast tego surową transkrypcję.

source: Unable to check for updates. Please try again later. Error: %@
pl: Nie można sprawdzić aktualizacji. Spróbuj ponownie później. Błąd: %@

source: Unavailable while recording
pl: Niedostępne podczas nagrywania

source: Untitled Prompt
pl: Prompt bez nazwy

source: Understood. Try again.
pl: Zrozumiano. Spróbuj ponownie.

source: Update Available
pl: Dostępna aktualizacja

source: Update Check Failed
pl: Sprawdzanie aktualizacji nie powiodło się

source: Update Found!
pl: Znaleziono aktualizację!

source: Upload audio or video files to transcribe
pl: Prześlij pliki audio lub wideo do transkrypcji

source: Use
pl: Użyj

source: Use %@
pl: Użyj %@

source: Use any keyboard shortcut, auxiliary mouse button, or modified click.
pl: Użyj dowolnego skrótu klawiszowego, dodatkowego przycisku myszy lub kliknięcia z modyfikatorem.

source: Use macOS Default Microphone
pl: Użyj domyślnego mikrofonu macOS

source: Use macOS default microphone
pl: Użyj domyślnego mikrofonu systemu macOS

source: Use the Teach Words area above to add dictionary entries by voice or manually.
pl: Użyj obszaru Naucz słów powyżej, aby dodać wpisy do słownika głosem lub ręcznie.

source: Use the same provider and model selected in AI Enhancement.
pl: Użyj tego samego dostawcy i modelu, co w Ulepszaniu AI.

source: Uses extra local acceleration so Fluid-1 finishes faster.
pl: Wykorzystuje dodatkowe lokalne przyspieszenie, aby Fluid-1 kończył szybciej.

source: Value
pl: Wartość

source: Verified providers
pl: Zweryfikowani dostawcy

source: Verify
pl: Zweryfikuj

source: Verify Connection
pl: Zweryfikuj połączenie

source: Verifying...
pl: Weryfikowanie...

source: View older release notes on GitHub
pl: Zobacz starsze informacje o wydaniach na GitHub

source: View your stats
pl: Zobacz swoje statystyki

source: Voice Dictation
pl: Dyktowanie głosowe

source: Voice Engine
pl: Silnik głosowy

source: Voice Model Ready
pl: Model głosowy gotowy

source: Voice profile for %@ captured 3 times.
pl: Profil głosowy dla %@ zarejestrowany 3 razy.

source: Volume
pl: Głośność

source: Want AI polishing?
pl: Chcesz dopracowania przez AI?

source: We'd love to hear from you!
pl: Chętnie Cię wysłuchamy!

source: We'll handle the rest.
pl: Resztą zajmiemy się my.

source: We'll show the best voice engines for it.
pl: Pokażemy dla niego najlepsze silniki głosowe.

source: Welcome to TriVox
pl: Witaj w TriVox

source: What It Types
pl: Co wpisuje

source: What TriVox collects when analytics is enabled
pl: Co zbiera TriVox, gdy analityka jest włączona

source: What You Say
pl: Co mówisz

source: What language will you speak most?
pl: W jakim języku będziesz mówić najczęściej?

source: What we collect
pl: Co zbieramy

source: When TriVox hears
pl: Gdy TriVox usłyszy

source: When off, TriVox starts silently in the menu bar at login. Opening the app yourself always shows the window.
pl: Gdy wyłączone, TriVox uruchamia się cicho na pasku menu przy logowaniu. Samodzielne otwarcie aplikacji zawsze pokazuje okno.

source: When you say
pl: Gdy powiesz

source: When you say "%@ comma", it types ",".
pl: Gdy powiesz "%@ przecinek", wpisuje ",".

source: When you say "%@ question mark", it types "?".
pl: Gdy powiesz "%@ znak zapytania", wpisuje "?".

source: Where the recording indicator appears on screen
pl: Gdzie na ekranie pojawia się wskaźnik nagrywania

source: Word Priority
pl: Priorytet słowa

source: Word boost: ON (%lld terms) • last hit: %@
pl: Wzmacnianie słów: WŁ. (%lld terminów) • ostatnie trafienie: %@

source: Word boost: ON (%lld terms) • no hit yet
pl: Wzmacnianie słów: WŁ. (%lld terminów) • brak trafień

source: Word boost: ON (0 terms loaded)
pl: Wzmacnianie słów: WŁ. (wczytano 0 terminów)

source: Word boost: off
pl: Wzmacnianie słów: wyłączone

source: Word or Phrase
pl: Słowo lub fraza

source: Words and phrases TriVox will correct automatically.
pl: Słowa i frazy, które TriVox automatycznie poprawi.

source: Yes
pl: Tak

source: You can change this later in Voice Engine settings.
pl: Możesz to zmienić później w ustawieniach Silnika głosowego.

source: You can switch models later in Voice Engine settings.
pl: Możesz zmienić modele później w ustawieniach Silnika głosowego.

source: You're Up To Date
pl: Masz najnowszą wersję

source: You're Up To Date (Beta)
pl: Masz najnowszą wersję (Beta)

source: You're already running the latest build available in the beta channel.
pl: Masz już najnowszą wersję dostępną w kanale beta.

source: You're already running the latest version of TriVox!
pl: Masz już najnowszą wersję TriVox!

source: You're already running the latest version of TriVox.
pl: Masz już najnowszą wersję TriVox.

source: You've successfully tested voice transcription
pl: Pomyślnie przetestowano transkrypcję głosu

source: Your Dictionary
pl: Twój słownik

source: Your Typing Speed
pl: Twoja szybkość pisania

source: Your dictation will appear here...
pl: Tutaj pojawi się Twoje dyktowanie...

source: Your feedback helps us make TriVox even better
pl: Twoja opinia pomaga nam czynić TriVox jeszcze lepszym

source: Your settings, prompt profiles, and stats were restored successfully.
pl: Twoje ustawienia, profile promptów i statystyki zostały pomyślnie przywrócone.

source: Your transcriptions will appear here
pl: Twoje transkrypcje pojawią się tutaj

source: You’re Up To Date
pl: Masz najnowszą wersję

source: You’re Up To Date (Beta)
pl: Masz najnowszą wersję (Beta)

source: ZIP with manifest.jsonl and WAV audio.
pl: ZIP z manifest.jsonl i nagraniami WAV.

source: across %lld active days
pl: przez %lld aktywnych dni

source: and speak what you want to write.
pl: i powiedz, co chcesz napisać.

source: and speak your instruction.
pl: i powiedz swoją instrukcję.

source: correct
pl: poprawne

source: day
pl: dzień

source: days
pl: dni

source: macOS did not enable TriVox in Login Items. Check System Settings > General > Login Items.
pl: macOS nie włączył TriVox w Elementach logowania. Sprawdź Ustawienia systemowe > Ogólne > Elementy logowania.

source: macOS needs approval before TriVox can disable launch at startup. Check System Settings > General > Login Items.
pl: macOS wymaga zatwierdzenia, zanim TriVox będzie mógł wyłączyć uruchamianie przy starcie systemu. Sprawdź Ustawienia systemowe > Ogólne > Elementy logowania.

source: macOS needs approval before TriVox can enable launch at startup. Check System Settings > General > Login Items.
pl: macOS wymaga zatwierdzenia, zanim TriVox będzie mógł włączyć uruchamianie przy starcie systemu. Sprawdź Ustawienia systemowe > Ogólne > Elementy logowania.

source: macOS requires approval for TriVox in Login Items before launch at startup becomes active.
pl: macOS wymaga zatwierdzenia TriVox w Elementach logowania, zanim uruchamianie przy starcie systemu zacznie działać.

source: macOS still shows TriVox in Login Items. Check System Settings > General > Login Items.
pl: macOS nadal pokazuje TriVox w Elementach logowania. Sprawdź Ustawienia systemowe > Ogólne > Elementy logowania.

source: macOS will ask once. Click Allow to start dictating.
pl: macOS zapyta raz. Kliknij Zezwól, aby zacząć dyktować.

source: the word
pl: to słowo

source: to open Command Mode, speak your command, then press again to send.
pl: aby otworzyć Tryb poleceń, powiedz swoje polecenie, a potem naciśnij ponownie, aby wysłać.

source: to open, speak your command, then press again to send.
pl: aby otworzyć, powiedz swoje polecenie, a potem naciśnij ponownie, aby wysłać.

source: tokens
pl: tokeny

source: words per minute
pl: słów na minutę

source: your previously installed version
pl: poprzednio zainstalowanej wersji

source: “%@” will become “%@”.
pl: „%@” zmieni się na „%@”.
